[
  {
    "id": 1,
    "title": "Motherboard Asus Prime H310m-r R2.0 1151 Intel 8va 9na",
    "price": 6299,
    "insale": 5,
    "garantia": true,
    "component": "motherboard",
    "mark": "Asus",
    "model": "H310M-R",
    "stock": true,
    "description": "Las placas base de la serie ASUS Prime 300 proporcionan la base sólida necesaria para su primera construcción, además de flexibilidad para crecer con sus ambiciones. Hemos fusionado todo lo bueno que está incluido en los procesadores Intel Core de octava generación con el diseño y la ingeniería esenciales de ASUS, para que se beneficie de las tecnologías líderes en la industria, que incluyen el ajuste automatizado del sistema, los controles de enfriamiento integrales y el audio inmersivo integrado. Cuando construye con una placa base ASUS Prime 300 Series, construye de manera inteligente, fácil y asequible.",
    "features": "Plataforma: Intel Capacidad máxima soportada de la memoria RAM: 32 GB  Chipset: Intel H310 Socket: 1151 Ranuras de expansión: 1 x PCI Express 3.0,1 x ranura PCI Express 2.0 Con procesador: No Aplicaciones: PCTipo de memoria RAM: DDR4",
    "category": "novedades",
    "image": "mother8.jpg"
  },
  {
    "id": 2,
    "title": "Memoria RAM 8GB 1x8GB HyperX HX426C16FB3/8 Fury",
    "price": 5499,
    "insale": 0,
    "garantia": true,
    "component": "ram",
    "mark": "HyperX",
    "model": "HX426C16FB3/8",
    "stock": false,
    "description": "Si tu computadora funciona con lentitud, si un programa no responde o no se carga, lo más probable es que se trate de un problema de memoria. Estos son posibles indicios de un rendimiento defectuoso en el día a día de tus tareas. Por ello, contar con una memoria Kingston -sinónimo de tractoria y excelencia- mejorará la productividad de tu equipo: las páginas se cargarán más rápido y la ejecución de nuevas aplicaciones resultará más ágil y simple.",
    "features": "Tecnología: DDR4 SDRAM Formato: UDIMM Velocidad: 2666 MHz Aplicación: Computadoras de escritorio Cantidad de pines: 288 Latencia CAS: 16 Voltaje de alimentación: 1.2V",
    "category": "novedades",
    "image": "ram1.png"
  },
  {
    "id": 3,
    "title": "Grafica Nvidia Gefore Gtx 1660 6gb",
    "price": 84999,
    "insale": 10,
    "garantia": true,
    "component": "graphicCard",
    "mark": "Zotac",
    "model": "GTX 1660",
    "stock": true,
    "description": "ZOTAC GAMING GeForce GTX 1660 6GB GDDR5ZT-T16600F-10L  The all-new generation of ZOTAC GAMING GeForce GTX graphics cards are here. Based on the new NVIDIA Turing architecture, it’s packed with GDDR5 fast memory. Get ready to get fast and game strong.",
    "features": "Tipo de memoria gráfica: GDDR5 Interfaz con la placa madre: PCI-Express 3.0 Bus de memoria: 192 bit Conectividad: HDMI,DisplayPort Cantidad máxima de monitores: 4 Requerimiento energético: 450 W Velocidad de la memoria: 8000 MHz Cantidad de núcleos: 1408 Frecuencia boost del núcleo: 1845 MHz Accesorios incluidos: Guía rápida Es compatible con directX: Sí Es compatible con openGL: Sí",
    "category": "novedades",
    "image": "tarjetagrafica1.jpg"
  },
  {
    "id": 4,
    "title": "Placa Video Evga Gtx 1650 4gb Gddr6 Ko Ultra Mexx 1",
    "price": 40499,
    "insale": 15,
    "garantia": true,
    "component": "graphicCard",
    "mark": "evga",
    "model": "GTOX 1650",
    "stock": true,
    "description": "Increíble placa de video EVGA GTX 1650 KO ULTRA 4GB DDR6 a un precio INCREÍBLE! Aprovechala que se agotan! Actualiza ya tu PC y juga los mejores juegos a 1080p y gráficos full. Garantía de fábrica 36 meses.",
    "features": "Tipo de memoria gráfica: GDDR6 Interfaz con la placa madre: PCI-Express 3.0 Bus de memoria: 128 bit Conectividad: HDMI,DisplayPort Cantidad máxima de monitores: 192 Resolución máxima: 7680x4320 Velocidad de la memoria: 12000 MHz Cantidad de núcleos: 896 Frecuencia boost del núcleo: 1710 MHz Es compatible con directX: Sí Es compatible con openGL: Sí",
    "category": "novedades",
    "image": "tarjetagrafica2.jpg"
  },
  {
    "id": 5,
    "title": "Procesador gamer Intel Core i7-10700 BX8070110700 de 8 núcleos y 2.9GHz de frecuencia con gráfica integrada",
    "price": 42990,
    "insale": 5,
    "garantia": true,
    "component": "processor",
    "mark": "intel",
    "model": "i7-10700",
    "stock": true,
    "description": "Productividad y entretenimiento, todo disponible en computadoras de escritorio. La superioridad tecnológica de Intel es un beneficio para todo tipo de profesionales. Asegura el mejor rendimiento de las aplicaciones, de la transferencia de datos y la conexión con otros elementos tecnológicos.",
    "features": "Tipos de memoria RAM soportadas: DDR4 Generación: 10° Zócalos compatibles: FCLGA1200 Arquitectura: x86-64 Aplicación: Computadoras de escritorio Procesador gráfico: Intel UHD Graphics 630 Accesorios incluidos: Air cooler Cantidad de núcleos de CPU: 8 Tamaño máximo de memoria RAM soportada: 128 GB Frecuencia mínima de reloj: 2.9 GHz Frecuencia máxima de reloj: 4.8 GHz",
    "category": "destacados",
    "image": "procesador1.jpg"
  },
  {
    "id": 6,
    "title": "Disco sólido interno Kingston SA400S37/480G 480GB",
    "price": 6.269,
    "insale": 10,
    "garantia": true,
    "component": "storage",
    "mark": "Kingston",
    "model": "SA400S37/480G",
    "stock": true,
    "description": "Considerado un dispositivo de alto rendimiento, la línea A400 de Kingston fue diseñada para los usuarios más exigentes. Su capacidad de respuesta al iniciar, cargar y transferir datos sobrepasa por lejos el funcionamiento de los discos mecánicos tradicionales. Al ser una unidad en estado sólido y estar compuesta por una memoria flash, no solo es silenciosa sino que también posee pocas probabilidades de tener fallas.",
    "features": "Tecnología de almacenamiento: SSD Interfaces: SATA III Aplicaciones: PC, Notebook Ubicación del disco: Interno Factor de forma: 2.5  Es resistente a golpes: Sí Con tecnología 3D NAND: Sí onsumo energético: 0.279 W",
    "category": "destacados",
    "image": "SSD.jpg"
  },
  {
    "id": 7,
    "title": "Procesador gamer AMD Ryzen 5 3600 100-100000031BOX de 6 núcleos y 3.6GHz de frecuencia",
    "price": 27246,
    "insale": 0,
    "garantia": true,
    "component": "processor",
    "mark": "AMD",
    "model": "3600",
    "stock": true,
    "description": "Clave en el rendimiento de computadoras de escritorio, ya no tenés que pensar en cómo distribuir el tiempo y acciones: ahora todas las tareas en simultáneo son posibles. AMD cuenta con un catálogo de productos que se adaptan a los requerimientos de todo tipo de usuarios: juegos en línea, edición a gran escala, contenido en múltiples plataformas y más.",
    "features": "Zócalos compatibles: AM4 Arquitectura: x86-64 Aplicación: Computadoras de escritorio Accesorios incluidos: Air cooler Cantidad de núcleos de CPU: 6 Tamaño máximo de memoria RAM soportada: 128 GB Frecuencia mínima de reloj: 3.6 GHz Frecuencia máxima de reloj: 4.2 GHz Caché: 32 MB  Cantidad de hilos de CPU: 12",
    "category": "destacados",
    "image": "procesador2.jpg"
  },
  {
    "id": 8,
    "title": "Procesador gamer Intel Core i3-9100F BX80684I39100F de 4 núcleos y 3.6GHz de frecuencia",
    "price": 9539,
    "insale": 30,
    "garantia": true,
    "component": "processor",
    "mark": "Intel",
    "model": "i3-9100F",
    "stock": true,
    "description": "Productividad y entretenimiento, todo disponible en computadoras de escritorio. La superioridad tecnológica de Intel es un beneficio para todo tipo de profesionales. Asegura el mejor rendimiento de las aplicaciones, de la transferencia de datos y la conexión con otros elementos tecnológicos.",
    "features": "Tipos de memoria RAM soportadas: DDR4 Generación: 9° Zócalos compatibles: FCLGA1151 Arquitectura: x86-64 Aplicación: Computadoras de escritorio Accesorios incluidos: Air cooler Cantidad de núcleos de CPU: 4 Tamaño máximo de memoria RAM soportada: 64 GB Frecuencia mínima de reloj: 3.6 GHz Frecuencia máxima de reloj: 4.2 GHz Caché: 6 MB Potencia de diseño térmico: 65 W Es OEM: No Año de lanzamiento: 2019 Cantidad de hilos de CPU: 4",
    "category": "destacados",
    "image": "procesador3.jpg"
  }
]